Feature: Коли певний відсоток вологості досягнут, підтримуати вологість на заданому рівні
As a клієнт
I want to мати змогу підтримувати вологість на такому рівні на якому хочу

Scenario 1: Надто зволожене приміщення 
Given приміщення надто зволожене 
When людина почуває себе погано
Then Видаляє додаток

Scenario 2: На заданій відмітці зволожувач перестав працювати 
Given Приміщення починає бути менш зволоженим
When людина почуває себе погано
Then Видаляє додаток


Scenario 2: На заданій відмітці зволожувач перестав зволожувати але всеодно підтримує вологість на певному рівні 
Given Приміщення добре зволожено та не сухішає
When людина почуває себе добре
Then приносить гроші